{
  "p1": [
    "largou a família, sumiu da vida, voltou campeão 🔥",
    "colocou o filho pra dormir e não parou mais até o SS",
    "a mulher foi dormir sozinha. ele foi huntar. campeão.",
    "pediu home office. usou pro Tibia. sem arrependimento.",
    "acordou às 3h pra pegar o SS do respawn. dormiu às 6h.",
    "a família acha que ele trabalhou muito ontem. não estava errada.",
    "desligou o Teams, abriu o Tibia, virou o dia. MVP.",
    "saiu do aniversário do filho mais cedo. valeu a pena.",
    "fez hora extra no boss enquanto a conta atrasava. prioridade.",
    "esposa mandou mensagem às meia-noite. ele viu às 4h."
  ],
  "p2": [
    "ia ser 1º mas o filho acordou no momento errado 😭",
    "a mulher chamou EXATAMENTE no boss final. karma.",
    "reunião às 14h destruiu o hunt do dia. ódio.",
    "faltou boost. e paz em casa. e mais 3 horas.",
    "tomou claim, perdeu 1h de frango, foi 2º. vida de pai.",
    "era pra ser 1º. a internet decidiu diferente às 23h.",
    "saiu pra dar banho no filho, voltou e alguém tinha tomado o spot.",
    "prometeu parar às 22h. parou às 3h. mas ficou em 2º.",
    "dormiu no teclado durante o hunt. acordou em 2º lugar.",
    "câmera do Teams tava ligada. continuou huntando assim mesmo."
  ],
  "p3": [
    "jogou as 2h que a esposa autorizou. usou cada segundo. 🤷",
    "negociou 2h de hunt em troca de lavar a louça. valeu.",
    "pelo menos entrou no pódio antes da mulher dormir.",
    "filho dormiu tarde, hunt foi curto, pódio é pódio.",
    "é bronze mas é pódio. não discute com a esposa sobre isso.",
    "prometeu parar às 21h. parou às 21h. ficou em 3º. justo.",
    "meteu o pescoço no hunt nas 2h que a criança tirou soneca.",
    "fez o possível com o tempo que a vida permitiu. pódio.",
    "entrou depois da novela da mulher. deu tempo pro 3º lugar.",
    "boss matou 2 vezes. continuou. pódio é a recompensa."
  ],
  "mencao": [
    "tá chegando. os top 3 ainda não perceberam. mas vão.",
    "semana que vem esse nome sobe. aposta feita.",
    "quieto na foto, perigoso no mapa.",
    "trabalha calado. entrega em silêncio. aviso dado.",
    "ninguém tá falando dele. por enquanto.",
    "discreto, consistente, inevitável.",
    "esse cara vai subir. só é questão de tempo.",
    "fazendo hora extra no hunt enquanto você lê isso.",
    "não é hype, é análise: esse nome sobe logo.",
    "faz o que tem que fazer sem fazer barulho. respeito."
  ],
  "genericas": [
    "desligou câmera na reunião e abriu o Tibia imediatamente",
    "disse que era 'trabalho'. a esposa suspeita faz meses.",
    "prometeu 'só mais um respawn' às 23h. eram 3h quando parou.",
    "filho perguntou por que o pai grita sozinho à noite",
    "huntou no banheiro do trabalho. 40 minutos de paz.",
    "trocou a academia pelo hunt pela quinta semana seguida",
    "esqueceu que tinha filho por 45 minutos. depois lembrou.",
    "abriu o notebook 'pra trabalhar'. a família acreditou de novo.",
    "chefe ligou no boss. caixa postal. sempre a caixa postal.",
    "sumiu do zap da família por 4h. ninguém perguntou onde estava.",
    "boss matou, culpou a net. ping era 12ms. net estava ótima.",
    "comprou headset 'pra reunião'. só usa pro Tibia. todo mundo sabe.",
    "fez reunião com câmera ligada e Tibia aberto na outra aba",
    "filho chamou ele de healer na frente da família. não negou.",
    "dormiu 4h, trabalhou 8h, huntou 5h. a conta fecha, não sei como.",
    "tomou claim de um PT aleatório e ficou horas reclamando no chat",
    "entrou 'só pra ver o ranking'. ficou. fez pouco. foi dormir. 💤",
    "trocou fralda com uma mão, huntou com a outra. pai dedicado.",
    "a mulher mandou mensagem. ele viu. terminou o respawn. respondeu.",
    "fez daily standup falando de 'deploys'. eram bosses. ninguém notou.",
    "disse que ia dormir cedo. a família não acreditou. estavam certos.",
    "entrou no raid depois de colocar 3 filhos pra dormir. herói.",
    "esposa perguntou o que é Tibia. disse 'um joguinho'. 25 anos jogando.",
    "ligou o roteador no estabilizador específico pro Tibia. prioridade.",
    "saiu da academia mais cedo. mentiu pro personal. foi huntar.",
    "desapareceu do domingo em família por 3h. 'precisava trabalhar'.",
    "filho pediu colo. 'espera o respawn'. virou pai do ano no Tibia.",
    "fez o almoço numa mão e huntou na outra. eficiência máxima.",
    "prometeu levar os filhos ao parque. choveu. foi huntar. feliz.",
    "a mulher foi ao mercado. ele abriu o Tibia em 4 segundos.",
    "entrou pra 'checar uma coisa'. a coisa demorou 6 horas.",
    "saiu da reunião mais cedo 'por emergência'. era o boss na tela."
  ]
}
